Standalone/soap/ListLogFiles.xml

<?xml version="1.0" encoding="UTF-8" ?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xs="http://www.w3.org/2001/XMLSchema">
<SOAP-ENV:Body>
    <ns1:ListLogFiles xmlns:ns1="urn:SAPControl"></ns1:ListLogFiles>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
